Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Keep track of your listening habits by scrobbling them to last.fm, ListenBrainz, Libre.fm and Maloja at the same time using your favorite music app's, favorite music app! Turntable comes with a highly customizable and sleek design that displays information about the currently playing song and allows you to control your music player, allowlist it for scrobbling and manage your scrobbling accounts. All MPRIS-enabled apps are supported.
sv: Håll koll på dina lyssningsvanor genom att scrobbla dem till last.fm, ListenBrainz, Libre.fm och Maloja samtidigt med hjälp av ditt favoritmusikprogram! Turntable har en mycket anpassningsbar och elegant design som visar information om den låt som spelas just nu och låter dig styra din musikspelare, tillåta den för scrobbling och hantera dina scrobblingskonton. Alla MPRIS-aktiverade program stöds.

source: No post selected.
sv: Inget inlägg är valt.

source: It violates server rules
sv: Det bryter mot serverregler

source: Find other instances
sv: Hitta andra instanser

source: Digs hard, cracky blocks
sv: Gräver hårda, spruckna block

source: &Help
sv: &Hjälp

source: Anybody
sv: Alla

source: Choose File…
sv: Välj en fil…

source: Read more about highlights in the <a class="%s" href="%s">documentation</a>.
sv: Läs mer om markeringar i <a class="%s" href="%s">dokumentationen</a>.

source: Volume
sv: Volym

source: You have no registered application at the moment.
sv: Du har ingen registrerad applikation för tillfället.

source: Export Bookmarks
sv: Exportera bokmärken

source: Create a new API token
sv: Skapa en ny API-token

source: Show an entry's information.
sv: Visa en information för en post.

source: ✓ Authentication successful! You're now logged in.
sv: ✓ Lyckad autentisering! Du är nu inloggad.

source: rules
sv: regler

source: Key file way too small.
sv: Nyckelfilen är alldeles för liten.

source: Saved Media Metadata
sv: Sparade mediemetadata

source: Strip Original Names
sv: Ta bort ursprungliga namn

source: Cannot remove password: The database does not have a password.
sv: Kan inte ta bort lösenordet. Databasen har inget lösenord.

source: All board options will be duplicated except those below.
sv: Alla tavlans alternativ kopieras utom de nedan.

source: Client ID
sv: Klient-ID

source: Verify
sv: Verifiera

source: Browser Plugin Failure
sv: Webbläsartillägget misslyckades

source: Extensions
sv: Tillägg

source: - Fix an issue with instance picker - More translations
sv: - Åtgärdade ett problem med instansväljaren - Fler översättningar

source: Tags list
sv: Tagglista

source: Bind Password
sv: Bind-lösenord

source: Rx Frequency
sv: RX-frekvens

source: Only %d devices may be added. Remove a device before adding another.
sv: Endast %d enheter kan läggas till. Ta bort en enhet innan du lägger till en annan.

source: Monday
sv: Måndag

source: Username rules:
sv: Regler för användarnamn:

source: Select native messaging host folder location
sv: Välj plats för den inbyggda värdmappen för meddelanden

source: Your item '{name}' was unsuspended and is visible to everyone again.
sv: Ditt objekt '{name}' har fått sin avstängning hävd och är synligt för alla igen.

source: Failed to open buffer for KDF parameters in header
sv: Kunde inte öppna buffert för KDF-parametrar i sidhuvudet

source: URLs
sv: URL:er

source: Page not found
sv: Sida ej hittad

source: '%s://' may only be used when adding a new account
sv: '%s://' kan endast användas när du lägger till ett nytt konto

source: Submit
sv: Skicka in

source: Abort
sv: Avbryt

source: Unsaved changes to codeplug.
sv: Osparade ändringar i kodpluggen.

source: Re-lock previously locked database after performing Auto-Type
sv: Lås tidigare låst databas efter att ha utfört autoskriv

source: Quote removed by author
sv: Citatet togs bort av författaren

source: Interactions
sv: Interaktioner

source: Obsidian Brick
sv: Obsidians tegel

source: ascii;convert;conversion;text;ansi;
sv: ascii;konvertera;konvertering;text;ansi;

source: Import complete.
sv: Importen är klar.

source: Mark all links as read
sv: Markera alla länkar som lästa

source: Select or edit the uplink frequency.
sv: Välj eller redigera upplänksfrekvensen.

source: Armenian
sv: Armeniskt

source: Fall
sv: Höst

source: Send me a recovery link
sv: Skicka mig en återställningslänk

source: Use placeholder for empty password fields
sv: Använd platshållare för tomma lösenordfält

source: It's something else
sv: Det är någonting annat

source: Hide Completely
sv: Göm helt

source: Edit Profile Picture
sv: Redigera profilbild

source: Default Tab
sv: Standardflik

source: This will increase memory usage when browsing high traffic timelines
sv: Detta ökar minnesanvändningen vid surfning på tidslinjer med hög trafik

source: Congratulations, everything is healthy!
sv: Grattis! Allt är friskt!

source: Cannot import passkey file "%1". Private key is missing or malformed.
sv: Kan inte importera passnyckelfil "%1". Privat nyckel saknas eller är felaktig.

source: The database file "%1" was modified externally
sv: Databasfilen "%1" har ändrats externt

source: Images
sv: Bilder

source: Quoted Post
sv: Citerat inlägg

source: Delete zone %1?
sv: Ta bort zon '%1'?

source: Circle 5
sv: Cirkel 5

source: No icons were loaded
sv: Inga ikoner lästes in

source: You must add at least one encryption key to secure your database!
sv: Du måste lägga till minst en krypteringsnyckel, för att säkra din databas!

source: User "%s" got removed from "%s"
sv: Användare "%s" blev borttagen från "%s"

source: Also choose from:
sv: Välj också från:

source: Clipboard clear seconds
sv: Tidsgräns för urklippsrensing i sekunder

source: Identifier of mob to spawn
sv: Identifierare för varelsen som ska genereras

source: Successfully added group %1.
sv: Lade till gruppen %1.

source: inactive
sv: inaktiv

source: Mossy Oak Wood Planks
sv: Mossiga ekplankor

source: Coconut Flower
sv: Kokosblomma

source: With hyphenation
sv: Med bindestreck

source: Use extended ASCII
sv: Använd utökad ASCII

source: High
sv: Hög

source: Click the button above to open a pre-filled compose window
sv: Klicka på knappen ovan för att öppna ett förifyllt formulärsfönster

source: Saving in the old table-based conf format was disabled with 0.9.0. Reading these files still works.
sv: Spara i det gamla tabellbaserade conf-formatet inaktiverades med 0.9.0. Att läsa dessa filer fungerar fortfarande.

source: Show the current date
sv: Visa aktuellt datum

source: Incorrect group id field size
sv: Felaktig fältstorlek för grupp-id

source: Enter your Fediverse handle to generate a PIN for authentication.
sv: Ange ditt Fediverse-handle för att generera en pinkod för autentisering.

source: paste token here
sv: klistra in nyckel här

source: This feed provides the latest entries from this bookmark list
sv: Det här flödet visar de senaste inläggen från den här bokmärkeslistan

source: All posts
sv: Alla inlägg

source: Main website:
sv: Huvudwebbplats:

source: Database Settings: %1
sv: Databasinställningar: %1

source: Automatically reload the database when modified externally
sv: Läs om databasen automatiskt när den ändrats externt

source: Password Quality: %1
sv: Lösenordskvalitet: %1

source: All files
sv: Alla filer

source: Ban
sv: Stäng av

source: Previous Attachment
sv: Föregående bilaga

source: The linked listing is outside this instance's area
sv: Den länkade annonsen ligger utanför denna instans område

source: up to 10 times
sv: upp till 10 gånger

source: The file you selected looks like a database file. A database file is NOT a key file! Are you sure you want to continue with this file?.
sv: Filen du valde ser ut som en databasfil. En databasfil är INTE en nyckelfil! Vill du verkligen fortsätta med den här filen?

source: Quote Policy
sv: Princip för citering

source: Connect a device
sv: Anslut en enhet

source: To the first explorers, visiting planet Hades is quite dangerous. Thus, the Science Division has developed special technologies to aid with the unique challenges the explorers will face.
sv: För de första utforskarna är ett besök på planeten Hades mycket farligt. Vetenskapsavdelningen har därför utvecklat särskild teknik för att hjälpa till med de unika utmaningar som utforskarna möter.

source: Key File set, click to change or remove
sv: Nyckelfil angiven, klicka för att ändra eller ta bort

source: untitled
sv: utan titel

source: Region Class
sv: Regionklass

source: I don’t know! I was on the way to @1, and then … it happened.
sv: Jag vet inte! Jag var på väg till @1, och sedan … hände det.

source: Obsidian Shard
sv: Obsidianfragment

source: Failed to encrypt key data.
sv: Kunde inte kryptera nyckeldata.

source: Default page style. Visitors may choose alternative styles in their browser settings.
sv: Standardsidstil. Besökare kan välja alternativa stilar i webbläsarens inställningar.

source: Exports the content of a database to standard output in the specified format.
sv: Exporterar innehållet i en databas till standardutdata i angivet format.

source: Use
sv: Använd

source: Silence password prompt and other secondary outputs.
sv: Fråga inte efter lösenord och andra sekundära utdata.

source: No group uuid found
sv: Inget grupp-uuid hittades

source: Text under icon
sv: Text under ikon

source: Move selected item(s) one position up.
sv: Flytta valda poster en position upp.

source: Ability Spawner
sv: Förmågegenerator

source: Search toggle for this and sub groups
sv: Sökning på/av för denna grupp och undergrupper

source: Use hardware key [Serial: %1]
sv: Använd hårdvarunyckel [Serienummer: %1]

source: License
sv: Licens

source: Encryption Settings
sv: Krypteringsinställningar

source: Finish installation
sv: Färdigställ installation

source: Wheel Chair
sv: Rullstol

source: This link is shared without annotations.
sv: Den här länken delas utan annoteringar.

source: Archive Link
sv: Arkivera länk

source: Post aria label verbosity
sv: Postaria utförlig etikett

source: Unsupported file format.
sv: Filformatet stöds inte.

source: If the browser has the SingleFile extension installed, the archived page will display the archive date at the top right
sv: Om webbläsaren har SingleFile-tillägget installerat kommer den arkiverade sidan att visa arkiveringsdatumet längst upp till höger

source: Save database as
sv: Spara databasen som

source: Adds a contact to the list.
sv: Lägger till en kontakt i listan.

source: Item suspended on {}
sv: Artikeln är avstängd på {}

source: Import File
sv: Importera fil

source: Search…
sv: Sök…

source: To save the level, use the “Save level” button in your inventory.
sv: För att spara nivån använder du knappen ”Spara nivå” i förrådet.

source: Bookmarks Labels
sv: Bokmärkesetiketter

source: Relocating %1 [%2]
sv: Omplacerar %1 [%2]

source: Follows
sv: Följer

source: Logging in as
sv: Loggar in som

source: Save Media…
sv: Spara media…

source: Number of weak passwords
sv: Antal svaga lösenord

source: Maximum allowed light level for spawning (0-@1)
sv: Högsta tillåtna ljusnivå för generering (0–@1)

source: Max Thread File Size
sv: Maximal filstorlek för tråd

source: Delete scan lists?
sv: Ta bort skanningslistor?

source: Key File
sv: Nyckelfil

source: No, no, no, you don’t understand. It’s not a glitch, it’s a feature! Trust me!
sv: Nej, nej, nej, du förstår inte. Det är ingen glitch, det är en funktion! Lita på mig!

source: You can perform a validity check with the “/editor_check” command. Levels are also automatically checked for validity each time you save.
sv: Du kan utföra en giltighetskontroll med kommandot ”/editor_check”. Nivåer kontrolleras också automatiskt varje gång du sparar.

source: Do you really want to move entry "%1" to the recycle bin?
sv: Vill du verkligen flytta "%1" till papperskorgen?

source: Current font size
sv: Nuvarande teckenstorlek

source: Hi, Here is your ebook for: **%s**
sv: Hej, Här är en ebok till: **%s**

source: ChiPass - Passkey credentials
sv: ChiPass - Passnyckeluppgifter

source: E&xpire Entry…
sv: Post &utgår...

source: Incorrect group creation time field size
sv: Felaktig fältstorlek för gruppskapandetid

source: Clear SSH Agent
sv: Rensa SSH-agent

source: Check
sv: Kontrollera

source: If you’ve used WorldEdit commands to change any trigger node, this invalidates the triggers of the level, leading to an invalid state and the level might be saved with incorrect triggers. Use the “/editor_check“ command to check if the level is still valid.
sv: Om du har använt WorldEdit-kommandon för att ändra någon utlösarnod blir nivåns utlösare ogiltiga. Det kan leda till att nivån sparas med felaktiga utlösare. Använd kommandot ”/editor_check” för att kontrollera om nivån fortfarande är giltig.

source: Statistics, health check, etc.
sv: Statistik, hälsokontroll osv.

source: Directory .opvault must be readable
sv: Mappen .opvault måste vara läsbar

source: Warn before fetching media from remote servers
sv: Varna innan media hämtas från fjärrservrar

source: Only moderators and admins may approve user profiles
sv: Endast moderatorer och administratörer får godkänna användarprofiler

source: Very slow key press detected, max is %1: %2
sv: Mycket långsam tangenttryckning upptäckt, max är %1: %2

source: Font size:
sv: Teckenstorlek:

source: Confirm overwrite
sv: Bekräfta överskrivning

source: Passcode
sv: Engångskod

source: Archive All Links
sv: Arkivera alla länkar

source: Announcements
sv: Tillkännagivanden

source: Date/Time Format
sv: Datum-/tidsformat

source: Sandstone Brick
sv: Sandstenstegelsten

source: XYZ is not working properly. Where can I report the bug?
sv: XYZ fungerar inte som det ska. Var kan jag rapportera felet?

source: Reapplying older source entry on top of newer target %1 [%2]
sv: Lägger åter äldre källpost ovanpå nyare mål %1 [%2]

source: Failed to register item on DBus at path '%1'
sv: Kunde inte registrera objekt på DBus med sökvägen "%1"

source: Timeout in <b>%n</b> seconds...
sv: Tidsgränsen löper ut om <b>%n</b> sekund...

source: Create Folder
sv: Skapa mapp

source: Bio
sv: Biografi

source: No account found for %(handle)s
sv: Hittar inget konto för %(handle)s

source: This sector seems very broken. Is this where the distortion is coming from? Is this the true path to salvation? I guess there is only one way to find out …
sv: Den här sektorn verkar mycket trasig. Är det härifrån förvrängningen kommer? Är detta den sanna vägen till frälsning? Jag antar att det bara finns ett sätt att få reda på det …

source: WARNING! You have not set a password. Using a database without a password is strongly discouraged! Are you sure you want to continue without a password?
sv: VARNING! Du har inte angivit något lösenord. Du avråds bestämt från att använda en databas utan lösenord! Vill du verkligen fortsätta utan lösenord?

source: Cannot decrypt data
sv: Kan inte avkryptera data

source: Here you can import your existing bookmark collection from various sources into Readeck.
sv: Här kan du importera dina existerande bokmärkessamlingar från diverse olika källor till Readeck.

source: Lock Database?
sv: Vill du låsa databasen?

source: You can enable the DuckDuckGo website icon service under Application Settings -> Security
sv: Du kan aktivera ikontjänsten från DuckDuckGo under Programinställningar -> Säkerhet

source: Missing DeletedObject uuid or time
sv: Saknar DeletedObject uuid eller tid

source: Repeat Type
sv: Repetera typ

source: <strong>%s</strong> would like permission to access your account. Only approve this request if you recognize and trust this source.
sv: <strong>%s</strong> vill ha tillstånd att komma åt ditt konto. Godkänn denna begäran endast om du känner igen och litar på källan.

source: Reported No.%d
sv: Rapporterad nr %d

source: Move selected item(s) ten positions down.
sv: Flytta valda poster tio positioner ned.

source: Update period [s]
sv: Uppdateringsintervall [s]

source: No Items
sv: Inga objekt

source: About %s
sv: Om %s

source: Examples
sv: Exempel

source: I ask you again: What brought you here?
sv: Jag frågar igen: Vad förde dig hit?

source: Cannot move items: You have to select at least one item first.
sv: Kan inte flytta objekt: Du måste välja minst ett objekt först.

source: Bronze Ladder
sv: Bronsstege

source: Export item
sv: Exportera objekt

source: Dim Trivial Notifications
sv: Dämpa triviala aviseringar

source: Message
sv: Meddelande

source: Custom Emojis
sv: Anpassade emojis

source: Here’s a quick example on how to add a simple trigger into your level:
sv: Här är ett snabbt exempel på hur du lägger till en enkel utlösare i din nivå:

source: Please <a href="%(url)s">request a new PIN</a> to continue.
sv: Begär <a href="%(url)s">en ny pinkod</a> för att fortsätta.

source: Create extension object
sv: Skapa extension object

source: Until
sv: Till

source: Database was not modified by merge operation.
sv: Databasen ändrades inte av sammanslagningen.

source: Sapphire Block
sv: Safirblock

source: Edit Name
sv: Redigera namn

source: Hit from a hostile creature
sv: Träff från en fientlig varelse

source: Insecure
sv: Osäker

source: Hardware keys found, but no slots are configured
sv: Hårdvarunycklar hittades, men inga anslutningsplatser är konfigurerade.

source: Invalid number value
sv: Felaktigt numeriskt värde

source: What is it?!
sv: Vad är det?!

source: @1 Tile
sv: @1-platta

source: Sources and issues:
sv: Källor och problem:

source: Instance already initialized :(
sv: Instansen är redan initierad :(

source: Database save is already in progress.
sv: Databasens sparande pågår redan.

source: Export as Image
sv: Exportera som bild

source: Here are the columns you can set:
sv: Här är kolumnerna du kan sätta:

source: Steel Axe
sv: Stålyxa

source: A-MAZE-ING! You have so many shiny electrons. Go forth, and follow your destiny.
sv: OTRO-LIG! Du har så många skinande elektroner. Gå nu och följ ditt öde.

source: Overview
sv: Översikt

source: Hide window when copying to clipboard
sv: Dölj fönstret vid kopiering till urklipp

source: Level ID does not exist! (use “/list_levels” for a list)
sv: Nivå-ID finns inte! (använd ”/list_levels” för en lista)

source: The database was modified, but the changes have not yet been saved to disk.
sv: Databasen har ändrats, men ändringarna har ännu inte sparats till disk.

source: Sapphire Ore
sv: Safirmalm

source: Start only a single instance of ChiPass
sv: Tillåt endast en instans av ChiPass

source: You can find these mods in Luanti’s ContentDB.
sv: Du kan hitta dessa moduler i Luantis ContentDB.

source: Open links in a nested web browser instead of the host one
sv: Öppna länkar i en nästlad webbläsare istället för värdwebbläsaren

source: Green Chest
sv: Grön kista

source: Encryption Algorithm:
sv: Krypteringsalgoritm:

source: Save Zone Block
sv: Block för säker zon

source: Glowing Cactus Block
sv: Glödande kaktusblock

source: What brain?
sv: Vilken hjärna?

source: Filtered post
sv: Filtrerat inlägg

source: This option can lead to broken links when enabled
sv: Det här alternativet kan leda till trasiga länkar när det är aktiverat

source: Cipher:
sv: Chiffer:

source: Entry does not have attribute for PICKCHARS: %1
sv: Posten har inget attribut för PICKCHARS: %1

source: Home address. May be a path or URL. Used in return links.
sv: Startsidesadress. Kan vara en sökväg eller webbadress. Används i återlänkar.

source: Add Roaming Channel
sv: Lägg till roamingkanal

source: Profile : Read Only
sv: Profil: Skrivskyddad

source: Path:
sv: Sökväg:

source: Your search query yielded <strong>no results</strong>.
sv: Din sökning gav <strong>inga resultat</strong>.

source: Choose which service to use for generating your Wrapped
sv: Välj vilken tjänst du vill använda för att generera din wrapped

source: The .mts file may also be edited by other tools that support this file format.
sv: Filen .mts kan också redigeras med andra verktyg som stöder detta filformat.

source: Authenticate via {platform}
sv: Autentisering via {platform}

source: The unread articles (no photos or videos)
sv: De olästa artiklarna (inga foton eller videor)

source: Creates a new Codeplug.
sv: Skapar en ny Codeplug.

source: With Climb, you will automatically grab onto cables and climb them in any direction. But beware: On some cables, you are unable to climb upwards. Think before you climb!
sv: Med klättring tar du automatiskt tag i kablar och klättrar på dem åt alla håll. Men var försiktig: på vissa kablar kan du inte klättra uppåt. Tänk innan du klättrar!

source: TX Frequency [MHz]
sv: Sändningsfrekvens [MHz]

source: Content Warning
sv: Innehållsvarning

source: This address is used to prefill the recipient when you send an e-book by email.
sv: Denna adress används för att förhandsfylla mottagare när du skickar en e-bok över epost.

source: Delete Recycle Bin
sv: Ta bort papperskorgen

source: SSH_AUTH_SOCK value
sv: SSH_AUTH_SOCK värde

source: Boost
sv: Förstärka

source: Unable to export database to XML: %1
sv: Kan inte exportera databas till XML: %1

source: Disable
sv: Inaktivera

source: Coconut
sv: Kokosnöt

source: Mese Crystal
sv: Mesekristall

source: Unpin
sv: Ta bort fästning

source: Site Home
sv: Webbplatsens startsida

source: Default passkeys group (Imported Passkeys)
sv: Ordinarie passnyckelgrupp (Importerade passnycklar)

source: Everyone
sv: Alla

source: Add Radio ID
sv: Lägg till radio-ID

source: gateway
sv: port

source: You are using a very low number of key transform rounds with AES-KDF. If you keep this number, your database will not be protected from brute force attacks.
sv: Du använder ett mycket lågt antal nyckeltransformeringsrundor med AES-KDF. Om du behåller detta antal, kommer din databas inte att vara skyddad mot brute force-attacker.

source: Weak
sv: Svag

source: Do you want to create a database with an empty password? [y/N]:
sv: Vill du skapa en databas med ett tomt lösenord? [y/N]:

source: Deleted %s.
sv: Tog bort %s.

source: Accounts
sv: Konton

source: Mob identifier
sv: Varelseidentifierare

source: Remove key from agent after specified seconds
sv: Ta bort nyckeln från bakgrundstjänsten efter specificerat antal sekunder

source: Holding down [Sneak] will rotate in the reverse direction.
sv: Om du håller ned [Sneak] roteras blocket åt motsatt håll.

source: HTML file
sv: HTML-fil

source: Add Scan List
sv: Lägg till skanningslista

source: Sensitive
sv: Känslig

source: Pink Brick Block
sv: Rosa tegelblock

source: Reports Resolved
sv: Rapporter lösta

source: Red Carpet
sv: Röd matta

source: The pirate sense works on any block that triggers something, or is triggered.
sv: Piratsinnet fungerar på alla block som utlöser något eller utlöses av något.

source: Mobile Satellite station
sv: Mobil satellitstation

source: OAuth authentication is only available for existing accounts
sv: OAuth-autentisering är endast tillgänglig för befintliga konton

source: launch
sv: starta

source: Failed to register database on DBus under the name '%1'
sv: Kunde inte registrera databas på DBus under namnet "%1"

source: Save
sv: Spara

source: When a laser goes into a crystal, it will spread in all directions.
sv: När en laser går in i en kristall sprids den åt alla håll.

source: Items are all atomic objects like radio IDs, channels, contacts and roaming channels.
sv: Poster är atomära objekt som radio-id:n, kanaler, kontakter och roamingkanaler.

source: Wednesday
sv: Onsdag

source: Whether the Media tab should show both your posts and replies to other people’s posts
sv: Om mediefliken ska visa både dina inlägg och svar på andras inlägg

source: Libraries
sv: Bibliotek

source: Pale Wood
sv: Ljust trä
